Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详情

source: Export Details
es: Detalles de exportación
fr: Détails de l'exportation
it: Dettagli esportazione
ja: エクスポートの詳細
ko: 내보내기 세부 정보
pt_br: Detalhes da Exportação
zh_hans: 导出详情

source: Export Format
es: Formato de exportación
fr: Format d'exportation
it: Formato di esportazione
ja: エクスポート形式
ko: 내보내기 형식
nl: Exportformaat
pt_br: Formato de Exportação
zh_hans: 导出格式

source: Export format
es: Formato de exportación
fr: Format d'exportation
it: Formato di esportazione
ja: エクスポート形式
ko: 내보내기 형식
nl: Exportformaat
pt_br: Formato de exportação
zh_hans: 导出格式

# Export status: %@
source: Export status: %1$@
es: Estado de exportación: %1$@
fr: Statut d'exportation : %1$@
it: Stato di esportazione: %1$@
ja: エクスポートステータス: %1$@
ko: 내보내기 상태: %1$@
pt_br: Status de exportação: %1$@
zh_hans: 导出状态：%1$@

source: Format
es: Formato
it: Formato
ja: 形式
ko: 형식
nl: Formaat
pt_br: Formato
zh_hans: 格式

source: Health.md CLI & MCP
es: Health.md CLI Y MCP
it: Health.md CLI e MCP
pt_br: Health.md CLI e MCP

source: INFO
es: INFORMACIÓN
ja: 情報
ko: 정보
pt_br: INFORMAÇÕES
zh_hans: 信息

source: JSON format
es: Formato JSON
fr: Format JSON
it: Formato JSON
ja: JSON 形式
ko: JSON 형식
nl: JSON-formaat
pt_br: Formato JSON
zh_hans: JSON 格式

source: Legacy Cache
es: Caché heredado
fr: Cache hérité
it: Cache legacy
ja: レガシーキャッシュ
ko: 레거시 캐시
pt_br: Cache legado
zh_hans: 旧版缓存

source: Low Cardio Fitness Event
es: Evento de aptitud cardiovascular baja
fr: Événement de remise en forme cardio faible
it: Evento di fitness cardio basso
ja: 心肺機能低下イベント
ko: 낮은 유산소 피트니스 이벤트
nl: Laag cardiofitnessevenement
pt_br: Evento de baixo cardio-condicionamento físico
zh_hans: 低有氧适能事件

source: Magnesium
es: magnesio
fr: Magnésium
it: Magnesio
ja: マグネシウム
ko: 마그네슘
pt_br: Magnésio
zh_hans: 镁

source: Markdown format
es: Formato Markdown
fr: Format Markdown
it: Formato Markdown
ja: Markdown 形式
ko: Markdown 형식
nl: Markdown-formaat
pt_br: Formato Markdown
zh_hans: Markdown 格式

source: Minute
es: Minuto
it: Minuto
ja: 分
ko: 분
nl: Minuut
pt_br: Minuto
zh_hans: 分钟

source: Navigation
es: Navegación
it: Navigazione
ja: ナビゲーション
ko: 탐색
nl: Navigatie
pt_br: Navegação
zh_hans: 导航

source: Niacin (B3)
es: Niacina (B3)
fr: Niacine (B3)
it: Niacina (B3)
ja: ナイアシン(B3)
ko: 니아신(B3)
nl: Niacine (B3)
pt_br: Niacina (B3)
zh_hans: 烟酸 (B3)

source: Obsidian Bases format
es: Formato Obsidian Bases
fr: Format Obsidian Bases
it: Formato Obsidian Bases
ja: Obsidian Bases 形式
ko: Obsidian Bases 형식
nl: Obsidian Bases-formaat
pt_br: Formato Obsidian Bases
zh_hans: Obsidian Bases 格式

source: Obsidian Vault
es: Bóveda de Obsidian
fr: Coffre Obsidian
it: Vault Obsidian
ko: Obsidian 보관함
nl: Obsidian-kluis
pt_br: Cofre do Obsidian
zh_hans: Obsidian 知识库

source: Obsidian Vault, %@
es: Bóveda de Obsidian, %@
fr: Coffre Obsidian, %@
it: Vault Obsidian, %@
ko: Obsidian 보관함, %@
nl: Obsidian-kluis, %@
pt_br: Cofre do Obsidian, %@
zh_hans: Obsidian 知识库，%@

source: Plus (+)
es: Más (+)
it: Più (+)
ja: プラス（+）
ko: 플러스 (+)
pt_br: Mais (+)
zh_hans: 加号 (+)

source: Quantified Self
es: Yo cuantificado
ko: 자기 정량화
zh_hans: 量化自我

source: Riboflavin (B2)
es: Riboflavina (B2)
fr: Riboflavine (B2)
it: Riboflavina (B2)
ja: リボフラビン (B2)
ko: 리보플라빈(B2)
nl: Riboflavine (B2)
pt_br: Riboflavina (B2)
zh_hans: 核黄素 (B2)

source: Standard
es: Estándar
ja: 標準
ko: 표준
nl: Standaard
pt_br: Padrão
zh_hans: 标准

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
zh_hans: 状态

source: System Status
es: Estado del sistema
fr: État du système
it: Stato del sistema
ja: システムステータス
ko: 시스템 상태
nl: Systeemstatus
pt_br: Status do sistema
zh_hans: 系统状态

source: Thiamin (B1)
es: Tiamina (B1)
fr: Thiamine (B1)
it: Tiamina (B1)
ja: チアミン(B1)
ko: 티아민(B1)
nl: Thiamine (B1)
pt_br: Tiamina (B1)
zh_hans: 硫胺素 (B1)

source: Vault
es: Bóveda
fr: Coffre
ko: 보관함
nl: Kluis
pt_br: Cofre
zh_hans: 知识库

# Version %@
source: Version %1$@
es: Versión %1$@
it: Versione %1$@
ja: バージョン %1$@
ko: 버전 %1$@
nl: Versie %1$@
pt_br: Versão %1$@
zh_hans: 版本 %1$@

source: Vitamin A
es: vitamina a
fr: Vitamine A
it: Vitamina A
ja: ビタミンA
ko: 비타민 A
nl: Vitamine A
pt_br: Vitamina A
zh_hans: 维生素A

source: Vitamin B12
es: Vitamina B12
fr: Vitamine B12
it: Vitamina B12
ja: ビタミンB12
ko: 비타민 B12
nl: Vitamine B12
pt_br: Vitamina B12
zh_hans: 维生素B12

source: Vitamin B6
es: Vitamina B6
fr: Vitamine B6
it: Vitamina B6
ja: ビタミンB6
ko: 비타민 B6
nl: Vitamine B6
pt_br: Vitamina B6
zh_hans: 维生素B6

source: Vitamin C
es: vitamina c
fr: Vitamine C
it: Vitamina C
ja: ビタミンC
ko: 비타민 C
nl: Vitamine C
pt_br: Vitamina C
zh_hans: 维生素C

source: Vitamin D
es: vitamina d
fr: Vitamine D
it: Vitamina D
ja: ビタミンD
ko: 비타민 D
nl: Vitamine D
pt_br: Vitamina D
zh_hans: 维生素D

source: Vitamin E
es: vitamina e
fr: Vitamine E
it: Vitamina E
ja: ビタミンE
ko: 비타민 E
nl: Vitamine E
pt_br: Vitamina E
zh_hans: 维生素E

source: Vitamin K
es: vitamina k
fr: Vitamine K
it: Vitamina K
ja: ビタミンK
ko: 비타민 K
nl: Vitamine K
pt_br: Vitamina K
zh_hans: 维生素K

# clinician_report_fact_median
source: Median
es: Mediana
fr: Médiane
it: Mediana
ja: 中央値
ko: 중앙값
nl: Mediaan
pt_br: Mediana
zh_hans: 中位数

# clinician_report_workout_type_americanFootball
source: American Football
es: Fútbol americano
fr: Football américain
it: Football americano
ja: アメリカンフットボール
ko: 미식축구
pt_br: Futebol americano
zh_hans: 美式橄榄球

# clinician_report_workout_type_australianFootball
source: Australian Football
es: Fútbol australiano
fr: Football australien
it: Football australiano
ja: オーストラリアンフットボール
ko: 호주식 축구
pt_br: Futebol australiano
zh_hans: 澳式橄榄球

# clinician_report_workout_type_badminton
source: Badminton
es: Bádminton
ja: バドミントン
ko: 배드민턴
zh_hans: 羽毛球

# clinician_report_workout_type_barre
source: Barre
es: Barra
it: Sbarra
ja: バレエバートレーニング
ko: 바레
pt_br: Barra
zh_hans: 芭蕾把杆训练

# clinician_report_workout_type_baseball
source: Baseball
es: Béisbol
ja: 野球
ko: 야구
nl: Honkbal
pt_br: Beisebol
zh_hans: 棒球

# clinician_report_workout_type_basketball
source: Basketball
es: Baloncesto
it: Pallacanestro
ja: バスケットボール
ko: 농구
nl: Basketbal
pt_br: Basquete
zh_hans: 篮球

# clinician_report_workout_type_bowling
source: Bowling
es: Bolos
ja: ボウリング
ko: 볼링
nl: Bowlen
pt_br: Boliche
zh_hans: 保龄球

# clinician_report_workout_type_cricket
source: Cricket
es: Críquet
ja: クリケット
ko: 크리켓
pt_br: Críquete
zh_hans: 板球

# clinician_report_workout_type_crossTraining
source: Cross Training
es: Entrenamiento cruzado
fr: Entraînement croisé
ja: クロストレーニング
ko: 크로스 트레이닝
pt_br: Treino cruzado
zh_hans: 交叉训练

# clinician_report_workout_type_handball
source: Handball
es: Balonmano
it: Pallamano
ja: ハンドボール
ko: 핸드볼
nl: Handbal
pt_br: Handebol
zh_hans: 手球

# clinician_report_workout_type_racquetball
source: Racquetball
es: Ráquetbol
ja: ラケットボール
ko: 라켓볼
pt_br: Raquetebol
zh_hans: 美式壁球

# clinician_report_workout_type_softball
source: Softball
es: Sóftbol
ja: ソフトボール
ko: 소프트볼
nl: Softbal
pt_br: Softbol
zh_hans: 垒球

# clinician_report_workout_type_taiChi
source: Tai Chi
es: Taichí
ja: 太極拳
ko: 태극권
zh_hans: 太极拳

# clinician_report_workout_type_tennis
source: Tennis
es: Tenis
ja: テニス
ko: 테니스
pt_br: Tênis
zh_hans: 网球

# clinician_report_workout_type_volleyball
source: Volleyball
es: Voleibol
it: Pallavolo
ja: バレーボール
ko: 배구
nl: Volleybal
pt_br: Vôlei
zh_hans: 排球

source: Imperial
fr: Impérial
it: Imperiale
ja: ヤード・ポンド法
ko: 야드파운드법
nl: Imperiaal
zh_hans: 英制

source: Frontmatter
ja: フロントマター
ko: 프론트매터

# clinician_report_duration_minutes
source: %1$d min
ja: %1$d分
ko: %1$d분
zh_hans: %1$d 分钟

# clinician_report_workout_type_curling
source: Curling
ja: カーリング
ko: 컬링
zh_hans: 冰壶

# clinician_report_workout_type_golf
source: Golf
ja: ゴルフ
ko: 골프
pt_br: Golfe
zh_hans: 高尔夫

# clinician_report_workout_type_hockey
source: Hockey
ja: ホッケー
ko: 하키
pt_br: Hóquei
zh_hans: 曲棍球

# clinician_report_workout_type_lacrosse
source: Lacrosse
ja: ラクロス
ko: 라크로스
zh_hans: 长曲棍球

# clinician_report_workout_type_pickleball
source: Pickleball
ja: ピックルボール
ko: 피클볼
zh_hans: 匹克球

# clinician_report_workout_type_pilates
source: Pilates
ja: ピラティス
ko: 필라테스
zh_hans: 普拉提

# clinician_report_workout_type_rugby
source: Rugby
ja: ラグビー
ko: 럭비
pt_br: Rúgbi
zh_hans: 英式橄榄球

# clinician_report_workout_type_squash
source: Squash
ja: スカッシュ
ko: 스쿼시
zh_hans: 壁球

# clinician_report_workout_type_yoga
source: Yoga
ja: ヨガ
ko: 요가
pt_br: Ioga
zh_hans: 瑜伽

source: Nike Fuel
ko: 나이키 퓨얼

source: OK
ko: 확인
zh_hans: 好
